Repository: cpcO7/ExamBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru, uz

source: Registration
ru: Регистрация
uz: Registratsiya bo'limi

source: About us
ru: О нас
uz: Biz haqimzda

source: Change language
ru: Изменить язык
uz: Tilni tanlang

source: Please enter your full name: Example: Yozilov Shahriyor
ru: Пожалуйста, введите свое полное имя: Пример: Ёзилов Шахриёр
uz: Ismingizni kiriting: Masalan: Yozilov Shahriyor

source: Please click button to send your phone number or enter your phone number: Example: +998956012347
ru: Пожалуйста, нажмите кнопку, чтобы отправить свой номер телефона, или введите свой номер телефона: Пример: +998956012347
uz: Telefon raqamingizni yuborish yoki telefon raqamingizni kiritish uchun tugmani bosing: Misol: +998956012347

source: Please enter your email: Example: helloworld@gmail.com
ru: Пожалуйста, введите свой адрес электронной почты: Пример: helloworld@gmail.com
uz: Iltimos, elektron pochta manzilingizni kiriting: Masalan: helloworld@gmail.com

source: Please enter your country: Example: England
ru: Пожалуйста, введите вашу страну: Пример: Англия
uz: Mamlakatingizni kiriting: Misol: Angliya

source: Please enter your nationality: Example: English
ru: Пожалуйста, введите свое гражданство: Пример: английский
uz: Iltimos, millatingizni kiriting: Misol: inglizcha

source: 🎓University student
ru: 🎓Студент университета
uz: 🎓Universitet talabasi

source: 🎓Master's student
ru: «🎓Магистр»
uz: 🎓Magister talabasi

source: 🎓Bachelor's graduate
ru: «🎓Выпускник бакалавра»
uz: 🎓Bakalavriat bitiruvchisi

source: 🎓Master's graduate
uz: 🎓Magistr bitiruvchisi

source: 🧪PhD scholar
ru: «🎓Выпускник магистратуры»
uz: 🧪PhD olimi

source: 🥼Doctor of Science (DsC) scholar
ru: « Доктор наук (DsC) ученый»
uz: 🥼Fan doktori (DsC) olimi

source: 👇 Other...
ru: 👇 Другое...
uz: 👇 Boshqa...

source: Mark the highest level you have achieved:
uz: Siz erishgan eng yuqori darajani belgilang:

source: <b>Enter your University name: </b>
ru: «Отметьте наивысший уровень, которого вы достигли:»
uz: <b>Universitet nomini kiriting: </b>

source: <b>Enter your highest degree attained: </b> <em>For example: University student, Master's student, etc.</em>
ru: <b>Введите высшую степень: </b> <em>Например: студент университета, магистрант и т. д.</em>
uz: <b>Eng yuqori darajangizni kiriting: </b> <em>Masalan: Universitet talabasi, magistratura talabasi va boshqalar</em>

source: <b>Enter the name of your university: </b>
uz: <b>Universitetingiz nomini kiriting: </b>

source: <b>Enter your field of study: </b>
ru: <b>Укажите область обучения: </b>
uz: <b>Ta'lim sohangizni kiriting: </b>

source: <b>If you have, enter your academic achivements or award, otherwise send as I don't have </b>
ru: <b>Если да, укажите свои академические достижения или награды, в противном случае отправьте так как у меня нет </b>
uz: <b>Agar sizda bo'lsa, akademik yutuqlaringizni yoki mukofotingizni kiriting, aks holda yuboring Menda yo'q </b>

source: <b>Enter your current job </b>
ru: «<b>Введите свою текущую работу </b>»
uz: <b>Joriy ish joyingizni kiriting </b>

source: <b>Enter your current workplace </b>
ru: «<b>Укажите свое текущее место работы </b>»
uz: <b>Joriy ish joyingizni kiriting </b>

source: <b>The form you filled out</b> Full name: {full_name} Email address: {email_address} Phone number: {phone_number} Nationality: {nationality} Current country of residence: {current_country_of_residence} Highest degree attained: {highest_degree_attained} University name: {name_of_institution} Field of study: {field_of_study} Academic achievements or awards: {academic_achivements_or_awards} Current job position: {current_job} Current workplace: {current_workplace}
ru: \н<b>Форма, которую вы заполнили</b> Полное имя: {full_name} Адрес электронной почты: {email_address} Номер телефона: {phone_number} Гражданство: {национальность} Текущая страна проживания: {current_country_of_residence} Наивысшая достигнутая степень: {highest_grade_attained} Название университета: {name_of_institution} Область обучения: {field_of_study} «Академические достижения или награды: {academic_achivements_or_awards} »«Текущая должность: {current_job} »«Текущее место работы: {current_workplace}»
uz: <b>Siz toʻldirgan shakl</b> Toʻliq ism: {full_name} E-pochta manzili: {email_address} Telefon raqami: {phone_number} Millati: {millati} Joriy yashash mamlakati: {joriy_yashash_davlati} Erishgan eng yuqori daraja: {highest_degree_degree} Universitet nomi: {name_of_institution} Ta'lim sohasi: {field_of_study} Akademik yutuqlar yoki mukofotlar: {academic_achivements_or_awards} Joriy lavozim: {current_job} Joriy ish joyi: {current_workplace}

source: Continue
ru: Продолжать
uz: Davom eting

source: Send to admin
ru: Отправить администратору
uz: Adminga jo'natish

source: Successfully sent to admin
ru: Успешно отправлено администратору
uz: Adminga muvaffaqiyatli yuborildi

source: How do you think you can contribute to making the internship interesting? Tell us about your hobbies, unique interests, and qualities you bring to the table. Please keep your answer to 50 words or less.
ru: «Как вы думаете, что вы можете сделать, чтобы стажировка была интересной?» «Расскажите нам о своих хобби, уникальных интересах и качествах, которые вы привносите в жизнь»таблица. «Пожалуйста, не превышайте 50 слов в ответе. »
uz: – Amaliyotni qiziqarli o‘tkazishga qanday hissa qo‘sha olasiz deb o‘ylaysiz? Bizga sevimli mashg'ulotlaringiz, o'ziga xos qiziqishlaringiz va o'zingiz olib keladigan fazilatlaringiz haqida gapirib beringstol. Iltimos, javobingizni 50 yoki undan kam soʻz bilan qoldiring.

source: What skills and knowledge do you hope to improve gain from this experience? Please keep your answer to 50 words or less.
uz: Bundan qanday ko'nikmalar va bilimlarni yaxshilashga umid qilasiztajriba? Iltimos, javobingizni 50 yoki undan kam soʻzdan iborat qilib qoʻying.

source: How or where did you hear about this internship opportunity?
ru: «Какие навыки и знания вы надеетесь улучшить в результате этого?»опыт? «Пожалуйста, не превышайте 50 слов в ответе».
uz: Ushbu amaliyot imkoniyati haqida qayerdan yoki qayerdan eshitdingiz?

source: Is there any additional information you would like to share about yourself or your application?
ru: «Есть ли какая-либо дополнительная информация, которой вы хотели бы поделиться?»вы сами или ваше приложение?
uz: Siz baham ko'rmoqchi bo'lgan qo'shimcha ma'lumot bormiO'zingizmi yoki arizangizmi?

source: Upload your CV/resume
ru: «Загрузите свое резюме/резюме»
uz: CV/rezyumeni yuklang

source: Upload the cover letter in PDF format.
ru: «Загрузите сопроводительное письмо в формате PDF».
uz: Muqova xatini PDF formatida yuklang.

source: Hello {first_name}, welcome to our bot!
uz: Salom {first_name}, botimizga xush kelibsiz!

source: There are no users yet
uz: Hali foydalanuvchilar mavjud emas

source: Users info
uz: Foydalanuvchining malumotlari

source: uzbek
uz: o'zbek tili

source: english
uz: ingiliz tili

source: russian
uz: rus tili

source: Choose the language
uz: Tillardan birini tanlang

source: Uzbek
uz: O'zbek tili

source: English
uz: Ingiliz tili

source: Russian
uz: Rus tili

source: {lang} is selected
uz: {lang} tanlangan

source: Welcome! Choose.
uz: Xush kelibsiz! Marhamat tanlang
